{
    "first":[
      {"first":"Watch the Exploring Majors at UB Video Series below. More than 500 students have viewed these videos to better understand the services available at UB and to hear from other UB students who have successfully made a change in major!"},
      {"second":"Review the Exploring Alternative Major Brochures. The qualities that first attracted you to your major can be found in many other majors and minors at UB."},
      {"third":"Peruse the Choosing a Major and Changing Your Major resources from the Undergraduate Academic Advisement website."},
      {"fourth":"Schedule an advising appointment with Student Advising Services as soon as possible at 716.645.6013. Meet with an Advisor to explore related majors and other academic options that best meet your interests, skills, and abilities, while also aiming to obtain timely graduation. Note: If you already have a new major or academic interest in mind, contact the appropriate advising office for further assistance."},
      {"fifth":"Contact Career Services at 716.645.2231. Career Counselors can help you explore options and think in new ways about choosing a major and career that is right for you, including discovering tools and resources to explore your interests, values, and strengths."}
    ],
    "second":[
      "Providing academic advice for students — especially those who are exploring majors (undecided) through our Major Explorers Program/Class.",
      "Guiding students in making an informed decision about selecting a major by 45 completed credit hours.",
      "Assisting students in developing a holistic academic plan that meets degree requirements and incorporates experiential learning such as internships and study abroad.",
      "Ensuring students understand academic policies/procedures and their implications.",
      "Helping students who want or need to transition from an existing major, by exploring new majors while still achieving timely graduation.",
      "Presenting Academic Success Workshops.",
      "Evaluating alternative and military experiences for university credit."
    ]
}
